Repository: HerzScheisse/vesta_gov4webtrees
Catalog: resources/lang/*.po
Languages: it, nb_no

source: 'Classic' mode, extended to link to places from the GEDCOM data, if possible.
it: Modo 'classico', esteso con i link ai luoghi dai dati GEDCOM, se possibile.
nb_no: 'Klassisk' modus, utvidet til å koble til steder fra GEDCOM-dataene, om mulig.

source: 'Classic' mode.
it: Modo 'classico'.
nb_no: "Klassisk" modus.

source: (Why is German in particular singled out like this? Because the GOV gazetteer is currently rather German-language centric, and therefore many places have German names).
it: (Perchè il tedesco è trattato in modo particolare? Perche l'archivio dei nomi geografici GOV è al momento tedesco-centrico, a così molti luoghi hanno la versione tedesca).
nb_no: (Hvorfor er tysk spesielt utpekt som dette? Fordi GOV gazetteer er for tiden ganske tyskspråklig sentrisk, og derfor mange steder har tyske navn).

source: A module integrating GOV (historic gazetteer) data.
it: Un modulo che integra i dati GOV (dizionario storico dei nomi geografici).
nb_no: En modul som integrerer GOV (historisk gazetteer) data.

source: A module integrating GOV (historic gazetteer) data. Enhances places with GOV data via the extended 'Facts and events' tab.
it: Un modulo che integra i dati GOV (dizionario storico dei nomi geografici). Implementa i luoghi con i dati GOV tramite una tab 'Fatti ed eventi' estesa.
nb_no: En modul som integrerer GOV (historisk gazetteer) data. Forbedrer steder med GOV-data via den utvidede «Fakta og hendelser»-fanen.

source: According to the current GOV specification, settlements are not supposed to be parents of other settlements.
it: In base alle specifiche attuali di GOV, gli insediamenti non possono essere superiori di altri insediamenti.
nb_no: I henhold til gjeldende GOV-spesifikasjon skal ikke bosetninger være opphav til andre bosetninger.

source: Administrative levels
it: Livelli amministrativi
nb_no: Administrative nivåer

source: All data (except for the mapping of places to GOV ids, which has to be done manually) is retrieved from the GOV server and cached internally.
it: Tutti i dati (ad esclusione del collegamento dei luoghi ai GOV-id. che deve essere fatto a mano) sono recuperati dal server GOV e salvati nella cache interna.
nb_no: Alle data (med unntak av tilordning av steder til GOV-ID-er, som må gjøres manuelt) hentes fra GOV-serveren og bufres internt.

source: Allow objects of type 'settlement' in hierarchy
it: Permette gli oggetti di tipo 'insediamento' nella gerarchia
nb_no: Tillat objekter av typen 'bosetninger' i hierarkiet

source: Compact display (administrative levels only as tooltips)
it: Visualizzazione compatta (i livelli amministrativi appaiono come tooltip)
nb_no: Kompakt skjerm (bare administrative nivåer som verktøytips)

source: Consequently, place hierarchy information can only be changed indirectly, via the GOV website.
it: Di conseguenza le informazioni sulla gerarchia dei luoghi possono essere cambiate solo, indirettamente, tramite il sito GOV.
nb_no: Derfor kan stedshierarkiinformasjon bare endres indirekte via GOV-nettstedet.

source: Display a tooltip indicating the source of the GOV id. This is intended mainly for debugging.
it: Mosta un tooltip indicante l'origine del GOV-id. E' pensata principalmente per il debug.
nb_no: Vis et verktøytips som angir kilden til GOV-id-en. Dette er hovedsakelig ment for feilsøking.

source: Execute requests to the GOV server via NuSOAP, rather than using the native php SoapClient. The native SoapClient is usually enabled (you can check this in your php.ini settings), but may not be provided by all hosters. If the native client is not enabled/available, this option is checked automatically.
it: Eseguire le richiesta al server GOV tramite NuSOAP, anzichè usare il SoapClient nativo di php. Questo SoapClient nativo è solitamente abilitato (puoi verificarlo nel tuo php.ini), ma potrebbe non essere fornito da tutti i fornito di host. Se il client nativo non è abilitato/disponibile, questa opzione è selezionata automaticamente.
nb_no: Utfør forespørsler til GOV-serveren via NuSOAP, i stedet for å bruke den opprinnelige php SoapClient. Den medfølgende SoapClient er vanligvis aktivert (du kan sjekke dette i php.ini innstillinger), men kan ikke leveres av alle verter. Hvis den opprinnelige klienten ikke er aktivert/tilgjengelig, kontrolleres dette alternativet automatisk.

source: For events with a date range, use the median date
it: Per gli eventi con un intervallo di date, usa la data media
nb_no: For hendelser med en datoperiode bruker du mediandatoen

source: GOV Id Management
it: Gestione dei GOV-id
nb_no: Administrasjon av GOV ID

source: GOV id for %1$s has been removed.
it: Il GOV-id per %1$s è stato rimosso.
nb_no: GOV id for %1$s er fjernet.

source: GOV id for %1$s has been set to %2$s.
it: Il GOV-id di %1$s è stato impostato a %2$s.
nb_no: GOV id for %1$s er satt til %2$s.

source: GOV ids are stored outside GEDCOM data by default, but ids stored via _GOV tags are also supported.
it: I GOV-id sono archiviati di default all'esterno dei dati GEDCOM, ma è anche supportato il salvataggio tramite i tag _GOV.
nb_no: GOV-id-er lagres utenfor GEDCOM-data som standard, men id-er som _GOV-koder, støttes også.

source: GOV place hierarchy for %1$s has been reloaded from GOV server.
it: La gerarchia GOV dei luoghi per %1$s è stata ricaricata dal server di GOV.
nb_no: GOV stedhierarkiet for %1$s er lastet på nytt fra GOV-serveren.

source: GOV place hierarchy has been reloaded from GOV server.
it: La gerarchia del luoghi GOV è stata ricaricata dal server di GOV.
nb_no: GOV stedhierarkiet er lastet på nytt fra GOV-serveren.

source: If checked, attempt to fall back to the German place name.
it: Se selezionato viene tentato il ripiego sul nome del luogo in tedesco.
nb_no: Hvis det er merket av, forsøk å falle tilbake til det tyske stedsnavnet.

source: If this is checked, the displayed GOV hierarchy uses place names from the GEDCOM data, if possible.
it: Se selezionato, la gerarchia dei luoghi GOV usa i nomi dati GEDCOM, se possibile.
nb_no: Hvis det er merket av for dette alternativet, bruker det viste GOV-hierarkiet stedsnavn fra GEDCOM-dataene, hvis mulig.

source: If this option is checked, you usually want to disable the following option.
it: Se questa opzione è selezionate, solitamente sono da disattivere le seguenti opzioni.
nb_no: Hvis det er merket av for dette alternativet, vil du vanligvis deaktivere følgende alternativ.

source: If unchecked, prefer any language other than German;
it: Se non selezionato sceglie qualsiasi lingua diversa dal Tedesco;
nb_no: Hvis det ikke er merket av for dette, foretrekker du noe annet språk enn tysk.

source: In particular, the Shared Places custom module may be used to manage GOV ids within GEDCOM data.
it: In particolare, il modulo personalizzato Luoghi Condivisi può essere usato per gestire i GOV-id assieme ai dati GEDCOM.
nb_no: Spesielt kan den egendefinerte modulen Delte steder brukes til å administrere GOV-ID-er i GEDCOM-data.

source: In this case, the GOV ids are stored in a separate database table, which has to be managed manually when moving the respective tree to a different webtrees installation.
it: In questo caso i GOV-id sono archiviati in una tabella separata nel database, che deve essere gestita a mano quanto il corrispondente albero viene spostato in un'altra installazione di webtrees.
nb_no: I dette tilfellet lagres GOV-ID-ene i en egen databasetabell, som må administreres manuelt når du flytter det respektive treet til en annen webtrees installasjon.

source: Internals (adjusted automatically if necessary)
it: Interni (aggiustati automaticamente se necessario)
nb_no: Interne (justeres automatisk om nødvendig)

source: Invalid GOV id! Valid GOV ids are e.g. 'EITTZE_W3091', 'object_1086218'.
it: GOV-id non valido! Esempi di GOV-id validi sono 'EITTZE_W3091', 'object_1086218'.
nb_no: Ugyldig GOV-ID! Gyldige GOV-ID-er er f.object_1086218 EITTZE_W3091 eks.

source: It is recommended to use only one of the following options. You may also (temporarily) disable all editing via unchecking all of them.
it: E' raccomando l'uso di una sola delle seguenti opzioni. Puoi anche (temporaneamente) disattivare tutte le modifiche deselezionandole tutte.
nb_no: Det anbefales å bruke bare ett av følgende alternativer. Du kan også (midlertidig) deaktivere all redigering ved å fjerne merket for dem alle.

source: Local GOV data
it: Dati GOV locali
nb_no: Lokale GOV-data

source: Look up a matching GOV id on the GOV server
it: Cerca un GOV-id corrispondente nel server GOV
nb_no: Slå opp en samsvarende GOV-ID på GOV-serveren

source: Mappings of places to GOV ids are not affected.
it: la corrispondenza trai i luoghi e i GOV-id non viene modificata.
nb_no: Tilordninger av steder til GOV-ID-er påvirkes ikke.

source: Note: The mapping from place to GOV id is stored outside the gedcom data.
it: Nota: La corrispondenza tra i luoghi e i GOV-id sono salvati all'esterno dei dati gedcom.
nb_no: Merk: Tilordningen fra sted til GOV-ID lagres utenfor gedcom-dataene.

source: Note: Ultimately it's probably preferable to correct the respective GOV data itself.
it: Nota: In fin dei conti è probabilmente preferibile correggere i dati GOV.
nb_no: Merk: Til syvende og sist er det sannsynligvis å foretrekke å korrigere de respektive GOV-dataene selv.

source: Otherwise, the start date is used (this is more consistent with other date-based calculations in webtrees).
it: Altrimenti, è usata la data iniziale (questo è più coerente con altre funzioni basate sulle data in webtrees).
nb_no: Ellers brukes startdatoen (dette er mer konsistent med andre datobaserte beregninger i webtrees).

source: Outside GEDCOM data
it: Fuori dai dati GEDCOM
nb_no: Utenfor GEDCOM-data

source: Outside GEDCOM data - editable by anyone (including visitors)
it: Fuori dai dati GEDCOM - modificabile da tutti (compresi i visitatori)
nb_no: Utenfor GEDCOM-data - redigerbar av alle (inkludert besøkende)

source: Particularly useful in order to manage GOV ids via the Shared Places module. Ids are stored and exportable via GEDCOM tags.
it: Particolarmente utile per gestire i GOV-id tramite il modulo Luoghi Condivisi. Gli Is sono archiviati ed esportabili tramite i tag GEDCOM.
nb_no: Spesielt nyttig for å administrere GOV-ID-er via Delte Steder-modulen. Id-er lagres og eksporteres via GEDCOM-koder.

source: Place hierarchies are displayed historically, i.e. according to the date of the respective event.
it: Le gerachie dei luoghi sono visualizzate su base storica, p.e in accordo con le date dei rispettivi eventi.
nb_no: Stedshierarkier vises historisk, det vil si i henhold til datoen for den respektive hendelsen.

source: Place text and links
it: Testo e link del luogo
nb_no: Stedtekst og koblinger

source: Reset GOV id (outside GEDCOM) and reload the GOV place hierarchy
it: Reimposta il GOV-id (fuori dal GEDCOM) e ricarica la gerarchia dei luoghi GOV
nb_no: Tilbakestill GOV-ID (utenfor GEDCOM) og last inn GOV-stedshierarkiet på nytt

source: Reset GOV id for %1$s
it: Reimposta il GOV-id per %1$s
nb_no: Tilbakestill GOV-ID for %1$s

source: Save the current id in order to reload the place hierarchy data from the GOV server.
it: Salva l'id corrente per poter ricaricare i dati della gerarchia dei luoghi dal server GOV.
nb_no: Lagre gjeldende ID for å laste inn stedshierarkidataene fra GOV-serveren på nytt.

source: Set GOV id (outside GEDCOM)
it: Imposta il GOV-id (fuori dal GEDCOM)
nb_no: Angi GOV-ID (utenfor GEDCOM)

source: Set GOV id for %1$s
it: Imposta il GOV-id per %1$s
nb_no: Angi GOV-ID for %1$s

source: Show GOV hierarchy for
it: Mostra la gerarchia GOV per
nb_no: Vis GOV-hierarki for

source: Show additional info
it: Mosta informazioni aggiuntive
nb_no: Vis mer informasjon

source: Subsequently, all data is retrieved again from the GOV server.
it: Di conseguenza, tutti i dati sono nuovamente recuperati dal server di GOV.
nb_no: Deretter hentes alle data på nytt fra GOV-serveren.

source: The GOV server seems to be temporarily unavailable.
it: Il server di GOV sembra temporaneamente non disponibile.
nb_no: GOV-serveren ser ut til å være midlertidig utilgjengelig.

source: This option mainly exists for demo servers and is not recommended otherwise. It has precedence over the preceding option.
it: Questa opzioni esiste per i server di prova e non è raccomandata per altro. Ha la precedente sull'opzione precedente.
nb_no: Dette alternativet finnes hovedsakelig for demoservere og anbefales ikke ellers. Det har forrang over det foregående alternativet.

source: This policy hasn't been strictly followed though. Check this option if you end up with incomplete hierarchies otherwise.
it: Tuttavia questa regola non è seguita strettamente. Seleziona questa opzione se ti trovi con gerarchie incomplete.
nb_no: Denne policyen har dog ikke blitt strengt fulgt. Merk av for dette alternativet hvis du ender opp med ufullstendige hierarkier ellers.

source: Use NuSOAP instead of SoapClient
it: Usa NuSOAP al posto di SoapClient
nb_no: Bruk NuSOAP i stedet for SoapClient

source: Use place names and link to places existing in webtrees, additionally link to GOV via icons
it: Usa il nome ed il link di luoghi esistenti in webtress, aggiunge icone con i link a GOV
nb_no: Bruk stedsnavn og koble til steder som finnes i webtrees, i tillegg koble til GOV via ikoner

source: Use place names and links from GOV
it: Usa il nome ed il link del luogo da GOV
nb_no: Bruke stedsnavn og koblinger fra GOV

source: Use place names and links from GOV, additionally link to places existing in webtrees via icons
it: Usa il nome ed il link di luoghi da GOV, aggiunge icone con i link ai luoghi esistenti in webtrees
nb_no: Bruk stedsnavn og koblinger fra GOV, i tillegg koble til steder som finnes i webtrees via ikoner

source: Usually only required in case of substantial changes of the GOV data.
it: Usualmente è richiesto solamente per cambi sostanziali nei dati GOV.
nb_no: Vanligvis bare nødvendig i tilfelle betydelige endringer i GOV-dataene.

source: Vesta Gov4Webtrees: The displayed GOV hierarchy now additionally links to webtrees places where possible. You can switch back to the classic display (and others) via the module configuration.
it: Vesta Gov4Webtrees: La gerarchia GOV ora in aggiunta mette i link ai luoghi di webtrees dove possibile. Puoi tornare alla vista classica (ed altro) tramite la configurazione del modulo.
nb_no: Vesta Gov4Webtrees: Det viste GOV-hierarkiet kobler nå i tillegg til webtrees steder der det er mulig. Du kan bytte tilbake til den klassiske skjermen (og andre) via modulkonfigurasjonen.

source: When this option is disabled, an alternative edit control is provided, which still allows to reload place hierarchies from the GOV server.
it: Quanto questa opzione è disattivata, viene fornito un controllo alternativi, che permette comunque di ricaricare la gerarchia dei luogi dal server GOV.
nb_no: Når dette alternativet er deaktivert, gis en alternativ redigeringskontroll, som fortsatt gjør det mulig å laste inn stedshierarkier fra GOV-serveren på nytt.

source: Where to edit and store GOV ids
it: Dove modificare e salvare i GOV-id
nb_no: Hvor du redigerer og lagrer GOV-id-er

source: Within GEDCOM data (via other custom modules).
it: Dentro i dati GEDCOM (tramite altri moduli personalizzati).
nb_no: Innenfor GEDCOM-data (via andre egendefinerte moduler).

source: You may also save an empty id in order to remove the mapping.
it: Puoi anche salvare un id vuoto per scollegare il luogo.
nb_no: Du kan også lagre en tom ID for å fjerne tilordningen.

source: both
it: entrambi
nb_no: begge

source: date of event
it: data dell'evento
nb_no: dato for hendelsen

source: fallback to German place names
it: ripiega sui nomi dei luoghi in tedesco
nb_no: fallback til tyske stedsnavn

source: for events without a date, present time hierarchy will be used regardless of this preference.
it: per gli eventi senza data, la gerarchia in base al presente è usata comunque.
nb_no: for hendelser uten dato, brukes gjeldende nåtidshierarki uavhengig av denne innstillingen.

source: motivated by the assumption that place names in the local language are more useful in general
it: motivato dall'idea che il nomi dei luoghi nella lingua locale sono solitamente più utili
nb_no: motivert av antagelsen om at stedsnavn på det lokale språket er mer nyttig generelt

source: present time
it: presente
nb_no: Nåtid

source: reload the GOV place hierarchy
it: ricarica la gerarchia dei luoghi GOV
nb_no: last inn GOV-stedshierarkiet på nytt

source: reset all cached data once
it: Reimposta una volta tutti i dati nella cache
nb_no: tilbakestill alle bufrede data én gang

source: today
it: oggi
nb_no: i dag
